Revit 2027 API
SymbolTypeId.NgPerPaSMSup2 Property
 Symbol ng/(Pa·s·m²), indicating unit Nanograms per pascal second square meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId NgPerPaSMSup2 { get; }
Public Shared ReadOnly Property NgPerPaSMSup2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ NgPerPaSMSup2 {
	ForgeTypeId^ get ();
}
static member NgPerPaSMSup2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace